Repository: quarkusio/ja.quarkus.io
Catalog: l10n/tmx/quarkus.tmx
Source language: en_us
Languages: ja_jp

source: In particular for the 1.8 release, thanks to Aaron Coburn, Alex Soto, Alexey Loubyansky, Andreas Eberle, Andrej Petras, Andy Damevin, Antonio Goncalves, antonwiens, Bill Burke, Bobby Alex Philip, Charlie Powicki, Clement Escoffier, Daniel Platz, Dmitry Shohov, Enercido Alcantara, Erin Schnabel, Fabian Stäber, Falko Modler, Foivos Zakkak, Galder Zamarreño, Garima Monga, Gautier de Saint Martin Lacaze, George Gastaldi, Georgios Andrianakis, ghokun, Guillaume Le Floch, Guillaume Smet, Gunnar Morling, Gwenneg Lepage, Gytis Trikleris, Jaikiran Pai, Jan Martiška, Juri Berlanda, Justin Lee, Katia Aresti, kdnakt, Ken Finnigan, ketoketo, Kevin Viet, Knut Wannheden, Ladislav Thon, Laurent Broudoux, Luca Burgazzoli, Leandro, Loïc Hermann, Loïc Mathieu, Manyanda Chitimbo, MarceloArraes, Martin Kouba, Martin Schoene, Matej Novotny, Matthias Harter, Max Rydahl Andersen, Michael Simons, Michał Górniewski, Michał Szynkiewicz, Moncef, Moritz Becker, noelo, Pasquale Congiusti, Paul Carter-Brown, Phillip Kruger, Radim Vansa, Rafael T. C. Soares (A.K.A Tuelho), Raffael Hertle, Ramiz Ismailov, Roberto Cortez, Rohan Maity, Romain Quinio, Rostislav Svoboda, Sanne Grinovero, Sebastian Daschner, Sergey Beryozkin, Steffen Vinther Sørensen, Stuart Douglas, Stéphane Épardaud, Thomas Segismont, TNM Technologies, tomekl007, Yashar Imanlou and Yoann Rodière.
ja_jp: 特に1.8 リリースでは、Aaron Coburn, Alex Soto, Alexey Loubyansky, Andreas Eberle, Andrej Petras, Andy Damevin, Antonio Goncalves, antonwiens, Bill Burke, Bobby Alex Philip, Charlie Powicki, Clement Escoffier, Daniel Platz, Dmitry Shohov, Enercido Alcantara, Erin Schnabel, Fabian Stäber, Falko Modler, Foivos Zakkak, Galder Zamarreño, Garima Monga, Gautier de Saint Martin Lacaze, George Gastaldi, Georgios Andrianakis, ghokun, Guillaume Le Floch, Guillaume Smet, Gunnar Morling, Gwenneg Lepage, Gytis Trikleris, Jaikiran Pai, Jan Martiška, Juri Berlanda, Justin Lee, Katia Aresti, kdnakt, Ken Finnigan, ketoketo, Kevin Viet, Knut Wannheden, Ladislav Thon, Laurent Broudoux, Luca Burgazzoli, Leandro, Loïc Hermann, Loïc Mathieu, Manyanda Chitimbo, MarceloArraes, Martin Kouba, Martin Schoene, Matej Novotny, Matthias Harter, Max Rydahl Andersen, Michael Simons, Michał Górniewski, Michał Szynkiewicz, Moncef, Moritz Becker, noelo, Pasquale Congiusti, Paul Carter-Brown, Phillip Kruger, Radim Vansa, Rafael T. C. Soares (A.K.A Tuelho), Raffael Hertle, Ramiz Ismailov, Roberto Cortez, Rohan Maity, Romain Quinio, Rostislav Svoboda, Sanne Grinovero, Sebastian Daschner, Sergey Beryozkin, Steffen Vinther Sørensen, Stuart Douglas, Stéphane Épardaud, Thomas Segismont, TNM Technologies, tomekl007, Yashar Imanlou そして Yoann Rodièreのおかげです。

source: In particular for the 1.9 release, thanks to Abel Salgado Romero, Adam Bien, Alex Soto, Alexey Loubyansky, AlexeyAnufriev, Andrea Cosentino, Andy Damevin, Anh Le (Andy), Armel Soro, Arne Mejlholm, asodja, Auri Munoz, Bill Burke, Bobby Philip, Centro de Computos, Chris Laprun, Clement Escoffier, Daniel Badawi, Daniel Platz, David M. Lloyd, Dillon Fearns, Dmitry Shohov, Driss Amri, Dušan Križan, Emanuel Alves, Enercido Alcantara, Erin Schnabel, Fabian Stäber, Fabio Iwakoshi, Falko Modler, Foivos Zakkak, Galder Zamarreño, Garima Monga, Gautier de Saint Martin Lacaze, Geoffrey De Smet, George Gastaldi, Georgios Andrianakis, ghokun, Guillaume Le Floch, Guillaume Smet, Gunnar Morling, Gytis Trikleris, Harsh Madhani, Harsha R, Ioannis Canellos, Jack Hu, Jaikiran Pai, Jakub Scholz, Jan Martiška, João Lucas Scharf, Julien Ponge, Justin Lee, kdnakt, Ken Finnigan, Kevin Viet, Knut Wannheden, Ladislav Thon, Laurent Broudoux, lburgazzoli, Loïc Mathieu, Maciej Swiderski, Manyanda Chitimbo, Marcin Czeczko, Markus Heberling, Martin Kouba, Matej Vasek, Max Rydahl Andersen, Michal Krzywanski Michał Górniewski, Michał Szynkiewicz, Miguel Serra, Nathan Erwin, Oliver Libutzki, Paul Kunysch, Pedro Igor, Peter Palaga, Phillip Krüger, Roberto Cortez, Rohan Maity, Ron Sigal, Rostislav Svoboda, Sanne Grinovero, Sergey Beryozkin, Simon Bengtsson, Stephane Epardaud, Stuart Douglas, Thomas Pfaff, Vincent Sevel, Vincent Sourin, Vinícius Ferraz Campos Florentino, William Burns, xstefank, Xumk and Yoann Rodière.
ja_jp: 特に 1.9 リリースでは、以下の皆様に感謝します: Abel Salgado Romero, Adam Bien, Alex Soto, Alexey Loubyansky, AlexeyAnufriev, Andrea Cosentino, Andy Damevin, Anh Le (Andy), Armel Soro, Arne Mejlholm, asodja, Auri Munoz, Bill Burke, Bobby Philip, Centro de Computos, Chris Laprun, Clement Escoffier, Daniel Badawi, Daniel Platz, David M. Lloyd, Dillon Fearns, Dmitry Shohov, Driss Amri, Dušan Križan, Emanuel Alves, Enercido Alcantara, Erin Schnabel, Fabian Stäber, Fabio Iwakoshi, Falko Modler, Foivos Zakkak, Galder Zamarreño, Garima Monga, Gautier de Saint Martin Lacaze, Geoffrey De Smet, George Gastaldi, Georgios Andrianakis, ghokun, Guillaume Le Floch, Guillaume Smet, Gunnar Morling, Gytis Trikleris, Harsh Madhani, Harsha R, Ioannis Canellos, Jack Hu, Jaikiran Pai, Jakub Scholz, Jan Martiška, João Lucas Scharf, Julien Ponge, Justin Lee, kdnakt, Ken Finnigan, Kevin Viet, Knut Wannheden, Ladislav Thon, Laurent Broudoux, lburgazzoli, Loïc Mathieu, Maciej Swiderski, Manyanda Chitimbo, Marcin Czeczko, Markus Heberling, Martin Kouba, Matej Vasek, Max Rydahl Andersen, Michal Krzywanski Michał Górniewski, Michał Szynkiewicz, Miguel Serra, Nathan Erwin, Oliver Libutzki, Paul Kunysch, Pedro Igor, Peter Palaga, Phillip Krüger, Roberto Cortez, Rohan Maity, Ron Sigal, Rostislav Svoboda, Sanne Grinovero, Sergey Beryozkin, Simon Bengtsson, Stephane Epardaud, Stuart Douglas, Thomas Pfaff, Vincent Sevel, Vincent Sourin, Vinícius Ferraz Campos Florentino, William Burns, xstefank, Xumk and Yoann Rodière.

source: In particular for the 2.0 release, thanks to 0SkillAllLuck, Adrian, adrianfiedler, Alexandre Dutra, Alexey Loubyansky, Amos Feng, Andy Damevin, Andy Fedotov, Anoop Krishnakumar, antoniodvr, Arjan van Balken, bcournaud, Bernhard Lutzmann, Bill Burke, Bruno Leonardo Gonçalves, Bryan Varner, Cem Nura, Chris Laprun, Christopher Chianelli, Clement Escoffier, Cristian Morales Alvarez, Daniel Schmidt, David Andlinger, David M. Lloyd, Davide, Davide D'Alto, Dominika Vagnerova, Duncan Doyle, Elshad Kasumov, Elvys Soares, Emmanuel Bourg, Eric Deandrea, Erik Mattheis, Erin Schnabel, essobedo, Ethan J. Gallant, Falko Modler, Felix Seifert, Foivos Zakkak, Fred Bricon, Gabriel Landais, George Gastaldi, Georgios Andrianakis, Gerald Venzl, Guillaume Le Floch, Guillaume Smet, Gwenneg Lepage, Gytis Trikleris, Ioannis Canellos, Ismail BASKIN, Jaikiran Pai, Jan Martiška, Jason Lee, Jason T. Greene, jjaferson, Johan Westerlund, Jorge Solórzano, Jose, Joshua Roys, Juan Zuriaga, Julien Ponge, Justin Lee, Karsten Wintermann, Katia Aresti, Ken Finnigan, Kevin VIET, Kevin Wooten, Knut Wannheden, Kyrylo Shpak, Ladislav Thon, Leonardo, Loïc Mathieu, Luca Masini, luneo7, Maciej Swiderski, manusa, Manyanda Chitimbo, Marco Bungart, Markus Kowalkowski, Markus Thömmes, markusdlugi, Martin Kouba, Matej Novotny, Matej Vasek, Matt Welke, Mattia Forcellese, Max Rydahl Andersen, Mayank Kunwar, Michael Simons, Michał Szynkiewicz, Mikhail Fedorov, Mingyuan Wu, NetoDevel, Nuno Caro, Ondra Chaloupka, Paul Carter-Brown, Pedro Igor, Peter Palaga, Petr Hála, Phillip Krüger, Rafael T. C. Soares, Ramesh Devaraj, Renato Pereira Back, René Grob, Rhuan Rocha, Richard Thomas, Roberto Cortez, Ron Sigal, Rostislav Svoboda, ruromero, Sanne Grinovero, SaumyaSingh1, Sergey Beryozkin, Severin Gehwolf, Stuart Douglas, Stéphane Épardaud, Sven Kattelans, Thomas Segismont, Tomas Hofman, Vadzim Hushchanskou, Vincent Sevel, Vinod Anandan, Frank Wippermueller, xstefank, Yoann Rodière, Yoshikazu Nojima and Youri Bonnaffe.
ja_jp: 特に2.0 releaseに関しては、次の皆様に感謝いたします: 0SkillAllLuck, Adrian, adrianfiedler, Alexandre Dutra, Alexey Loubyansky, Amos Feng, Andy Damevin, Andy Fedotov, Anoop Krishnakumar, antoniodvr, Arjan van Balken, bcournaud, Bernhard Lutzmann, Bill Burke, Bruno Leonardo Gonçalves, Bryan Varner, Cem Nura, Chris Laprun, Christopher Chianelli, Clement Escoffier, Cristian Morales Alvarez, Daniel Schmidt, David Andlinger, David M. Lloyd, Davide, Davide D'Alto, Dominika Vagnerova, Duncan Doyle, Elshad Kasumov, Elvys Soares, Emmanuel Bourg, Eric Deandrea, Erik Mattheis, Erin Schnabel, essobedo, Ethan J. Gallant, Falko Modler, Felix Seifert, Foivos Zakkak, Fred Bricon, Gabriel Landais, George Gastaldi, Georgios Andrianakis, Gerald Venzl, Guillaume Le Floch, Guillaume Smet, Gwenneg Lepage, Gytis Trikleris, Ioannis Canellos, Ismail BASKIN, Jaikiran Pai, Jan Martiška, Jason Lee, Jason T. Greene, jjaferson, Johan Westerlund, Jorge Solórzano, Jose, Joshua Roys, Juan Zuriaga, Julien Ponge, Justin Lee, Karsten Wintermann, Katia Aresti, Ken Finnigan, Kevin VIET, Kevin Wooten, Knut Wannheden, Kyrylo Shpak, Ladislav Thon, Leonardo, Loïc Mathieu, Luca Masini, luneo7, Maciej Swiderski, manusa, Manyanda Chitimbo, Marco Bungart, Markus Kowalkowski, Markus Thömmes, markusdlugi, Martin Kouba, Matej Novotny, Matej Vasek, Matt Welke, Mattia Forcellese, Max Rydahl Andersen, Mayank Kunwar, Michael Simons, Michał Szynkiewicz, Mikhail Fedorov, Mingyuan Wu, NetoDevel, Nuno Caro, Ondra Chaloupka, Paul Carter-Brown, Pedro Igor, Peter Palaga, Petr Hála, Phillip Krüger, Rafael T. C. Soares, Ramesh Devaraj, Renato Pereira Back, René Grob, Rhuan Rocha, Richard Thomas, Roberto Cortez, Ron Sigal, Rostislav Svoboda, ruromero, Sanne Grinovero, SaumyaSingh1, Sergey Beryozkin, Severin Gehwolf, Stuart Douglas, Stéphane Épardaud, Sven Kattelans, Thomas Segismont, Tomas Hofman, Vadzim Hushchanskou, Vincent Sevel, Vinod Anandan, Frank Wippermueller, xstefank, Yoann Rodière, Yoshikazu Nojima and Youri Bonnaffe.

source: In particular for the 2.1 release, thanks to Alexey Loubyansky, Amos Feng, André Gonçalves, Andy Damevin, Andy Fedotov, antoniodvr, axblu, Bernhard Lutzmann, Bill Burke, Bobby Alex Philip, Bryan Varner, chetankokil, Chris Laprun, Christian Morin, Christopher, Clement Escoffier, Cyrille Le Clerc, Dan Heidinga, Davide, Dirk Van Haerenborgh, Dominika Vagnerova, Eric Deandrea, Erin Schnabel, essobedo, Falko Modler, Foivos Zakkak, GavinRay97, George Gastaldi, Georgios Andrianakis, Guillaume Le Floch, Guillaume Smet, Gustavo Luszczynski, Gytis Trikleris, Heiko W. Rupp, Ilya Leoshkevich, Ioannis Canellos, Ivan Greguric Ortolan, James R. Perkins, Jan Martiška, Janez Pintar, JiriOndrusek, Jose, Joshua Roys, Julien Ponge, Justin Lee, Katia Aresti, Kay Ulbrich, Ken Finnigan, Kjetil Nygård, Knut Wannheden, Kyrylo Shpak, Ladislav Thon, Leonardo, Loïc Mathieu, luneo7, Maciej Swiderski, Maciej Walkowiak, manusa, Manyanda Chitimbo, Marc Nuri, Marcel Hanser, Marco Bungart, Martin Kouba, Martin Panzer, Matej Novotny, Michał Szynkiewicz, Mingyuan Wu, Nicolas Filotto, Ozan Gunalp, Patryk Najda, Paul Carter-Brown, Paul Robinson, Phillip Krüger, Renato Pereira Back, Roberto Cortez, Ron Sigal, Rostislav Svoboda, Sanne Grinovero, Sebastien Dionne, Sergey Beryozkin, Stephane Epardaud, Stuart Douglas, Sven Kattelans, Thomas Segismont, Tomas Hofman, xstefank and Yoann Rodière.
ja_jp: 2.1リリースでは特に、次の方々に感謝いたします : Alexey Loubyansky, Amos Feng, André Gonçalves, Andy Damevin, Andy Fedotov, antoniodvr, axblu, Bernhard Lutzmann, Bill Burke, Bobby Alex Philip, Bryan Varner, chetankokil, Chris Laprun, Christian Morin, Christopher, Clement Escoffier, Cyrille Le Clerc, Dan Heidinga, Davide, Dirk Van Haerenborgh, Dominika Vagnerova, Eric Deandrea, Erin Schnabel, essobedo, Falko Modler, Foivos Zakkak, GavinRay97, George Gastaldi, Georgios Andrianakis, Guillaume Le Floch, Guillaume Smet, Gustavo Luszczynski, Gytis Trikleris, Heiko W. Rupp, Ilya Leoshkevich, Ioannis Canellos, Ivan Greguric Ortolan, James R. Perkins, Jan Martiška, Janez Pintar, JiriOndrusek, Jose, Joshua Roys, Julien Ponge, Justin Lee, Katia Aresti, Kay Ulbrich, Ken Finnigan, Kjetil Nygård, Knut Wannheden, Kyrylo Shpak, Ladislav Thon, Leonardo, Loïc Mathieu, luneo7, Maciej Swiderski, Maciej Walkowiak, manusa, Manyanda Chitimbo, Marc Nuri, Marcel Hanser, Marco Bungart, Martin Kouba, Martin Panzer, Matej Novotny, Michał Szynkiewicz, Mingyuan Wu, Nicolas Filotto, Ozan Gunalp, Patryk Najda, Paul Carter-Brown, Paul Robinson, Phillip Krüger, Renato Pereira Back, Roberto Cortez, Ron Sigal, Rostislav Svoboda, Sanne Grinovero, Sebastien Dionne, Sergey Beryozkin, Stephane Epardaud, Stuart Douglas, Sven Kattelans, Thomas Segismont, Tomas Hofman, xstefank and Yoann Rodière.

source: In particular for the 2.10 release, thanks to Alexey Loubyansky, Alexey Sharandin, Amos Feng, andreaTP, Andy Damevin, Anthony Dahanne, Anton Kozlov, aona42, arnavarr, Auri Munoz, Bill Burke, Clara Fang, Clement Escoffier, Davide, Eddú Meléndez, Emanuel Alves, Eric Deandrea, Erik Åsén, Erin Schnabel, Fabricio Gregorio, Falko Modler, Fedor Dudinskiy, Felipe Henrique Gross Windmoller, Foivos Zakkak, franz1981, Geoffrey De Smet, George Gastaldi, Georgios Andrianakis, Greg Stewart, Guillaume Le Floch, Guillaume Smet, Gwenneg Lepage, Holly Cummins, Ioannis Canellos, Jacob Skillin, Jakob, James Netherton, Jan Martiška, Jason T. Greene, Jay, jeanphibaconnais, Jeff MAURY, Joel Mateus, Jose, Julien Gracia, Julien Ponge, Katia Aresti, kdnakt, Kevin Wooten, kioichiyoda, Knut Wannheden, Ladislav Thon, Loïc Hermann, Loïc Mathieu, luneo7, lyoff, Manyanda Chitimbo, Marc Wrobel, Marcin Kłopotek, Martin Kouba, Martin Panzer, Matej Vasek, Matthias Andreas Benkard, Max Rydahl Andersen, Michael Anstis, Michal Karm Babacek, Michal Vavřík, Michał Szynkiewicz, Mihai.Poenaru, mun711, Nathan Erwin, Neil Moffat, newur, Oleksiy Lukin, Ozan Gunalp, Pedro Igor, Peter Palaga, Phillip Krüger, Primož Hrovat, Robert Stupp, Roberto Cortez, Romain QUINIO, Rostislav Svoboda, Sanal Kumar, Sanne Grinovero, Sergey Beryozkin, Steve Ebersole, Stuart Douglas, Stéphane Épardaud, Thomas Segismont, Vinícius Ferraz Campos Florentino, Willem Jan Glerum, Wim Goeman, xstefank, Yoann Rodière and Yoshikazu Nojima.
ja_jp: 特に2.10 リリースに関しては次の方に感謝致します: Alexey Loubyansky, Alexey Sharandin, Amos Feng, andreaTP, Andy Damevin, Anthony Dahanne, Anton Kozlov, aona42, arnavarr, Auri Munoz, Bill Burke, Clara Fang, Clement Escoffier, Davide, Eddú Meléndez, Emanuel Alves, Eric Deandrea, Erik Åsén, Erin Schnabel, Fabricio Gregorio, Falko Modler, Fedor Dudinskiy, Felipe Henrique Gross Windmoller, Foivos Zakkak, franz1981, Geoffrey De Smet, George Gastaldi, Georgios Andrianakis, Greg Stewart, Guillaume Le Floch, Guillaume Smet, Gwenneg Lepage, Holly Cummins, Ioannis Canellos, Jacob Skillin, Jakob, James Netherton, Jan Martiška, Jason T. Greene, Jay, jeanphibaconnais, Jeff MAURY, Joel Mateus, Jose, Julien Gracia, Julien Ponge, Katia Aresti, kdnakt, Kevin Wooten, kioichiyoda, Knut Wannheden, Ladislav Thon, Loïc Hermann, Loïc Mathieu, luneo7, lyoff, Manyanda Chitimbo, Marc Wrobel, Marcin Kłopotek, Martin Kouba, Martin Panzer, Matej Vasek, Matthias Andreas Benkard, Max Rydahl Andersen, Michael Anstis, Michal Karm Babacek, Michal Vavřík, Michał Szynkiewicz, Mihai.Poenaru, mun711, Nathan Erwin, Neil Moffat, newur, Oleksiy Lukin, Ozan Gunalp, Pedro Igor, Peter Palaga, Phillip Krüger, Primož Hrovat, Robert Stupp, Roberto Cortez, Romain QUINIO, Rostislav Svoboda, Sanal Kumar, Sanne Grinovero, Sergey Beryozkin, Steve Ebersole, Stuart Douglas, Stéphane Épardaud, Thomas Segismont, Vinícius Ferraz Campos Florentino, Willem Jan Glerum, Wim Goeman, xstefank, Yoann Rodière and Yoshikazu Nojima。

source: In particular for the 2.11 release, thanks to Alexander Schwartz, Alexey Loubyansky, Andre Fucs de Miranda, Andy Damevin, Baiju Muthukadan, Bill Burke, brunobat, Cameron Gregor, Chris Laprun, Clement Escoffier, Davide D'Alto, Emile de Weerd, Eric Deandrea, Erin Schnabel, Falko Modler, Florian Beutel, Foivos Zakkak, Fouad Almalki, Francois Steyn, Frank Eichfelder, Galder Zamarreño, Gavin Ray, George Gastaldi, Georgios Andrianakis, Guillaume Le Floch, Guillaume Smet, Harald Albers, Heiko W. Rupp, Holly Cummins, Huba Peter, Ian De Bie, Jakob, Jan Martiska, Jay, Jens Zettelmeyer, Joe Siponen, joern19, Johurul Hassan Mazumder, Jose, Julien Ponge, Justin Lee, Kevin Wooten, Knut Wannheden, Ladislav Thon, Loïc Mathieu, luneo7, Marc Wrobel, Martin Kouba, Mathias Holzer, mauroal, Max Rydahl Andersen, Maximilian Zellhofer, Michael Edgar, Michal Karm Babacek, Michal Maléř, Michal Vavřík, Michał Szynkiewicz, Naoki Kishi, Neon, newur, number23, Pavol Liška, Peter Palaga, Phillip Kruger, Rinaldo Pitzer Júnior, Roberto Cortez, Romain Quinio, Rostislav Svoboda, Sanne Grinovero, Sergey Beryozkin, Sombra González, Stephane Epardaud, Stuart Douglas, Theodor Mihalache, Thomas Segismont, xstefank, Yoann Rodière, Yoshikazu Nojima.
ja_jp: 2.11のリリースでは特に、次の方に感謝致します: Alexander Schwartz, Alexey Loubyansky, Andre Fucs de Miranda, Andy Damevin, Baiju Muthukadan, Bill Burke, brunobat, Cameron Gregor, Chris Laprun, Clement Escoffier, Davide D'Alto, Emile de Weerd, Eric Deandrea, Erin Schnabel, Falko Modler, Florian Beutel, Foivos Zakkak, Fouad Almalki, Francois Steyn, Frank Eichfelder, Galder Zamarreño, Gavin Ray, George Gastaldi, Georgios Andrianakis, Guillaume Le Floch, Guillaume Smet, Harald Albers, Heiko W. Rupp, Holly Cummins, Huba Peter, Ian De Bie, Jakob, Jan Martiska, Jay, Jens Zettelmeyer, Joe Siponen, joern19, Johurul Hassan Mazumder, Jose, Julien Ponge, Justin Lee, Kevin Wooten, Knut Wannheden, Ladislav Thon, Loïc Mathieu, luneo7, Marc Wrobel, Martin Kouba, Mathias Holzer, mauroal, Max Rydahl Andersen, Maximilian Zellhofer, Michael Edgar, Michal Karm Babacek, Michal Maléř, Michal Vavřík, Michał Szynkiewicz, Naoki Kishi, Neon, newur, number23, Pavol Liška, Peter Palaga, Phillip Kruger, Rinaldo Pitzer Júnior, Roberto Cortez, Romain Quinio, Rostislav Svoboda, Sanne Grinovero, Sergey Beryozkin, Sombra González, Stephane Epardaud, Stuart Douglas, Theodor Mihalache, Thomas Segismont, xstefank, Yoann Rodière, Yoshikazu Nojima.

source: In particular for the 2.12 release, thanks to Alexander Schwartz, Alexey Loubyansky, Andy Damevin, Baiju Muthukadan, Bernhard Wolkerstorfer, Christopher Chianelli, Clement Escoffier, Craig Day, Davide D'Alto, Dheeraj Nalluri, DiogoCarleto, Erin Schnabel, Falko Modler, Florin Botis, Foivos Zakkak, Fouad Almalki, Galder Zamarreño, Gavin Ray, George Gastaldi, Georgios Andrianakis, Guillaume Le Floch, Guillaume Smet, Gwenneg Lepage, Heiko W. Rupp, hmanwani-rh, Holly Cummins, Ignasi Camacho Redó, Ioannis Canellos, Ivan Senic, James Netherton, Jan Martiska, Jose, Julien Ponge, Justin Lee, Katia Aresti, Kevin Wooten, Knut Wannheden, Konstantin Gribov, Ladislav Thon, Loïc Mathieu, Luc Thuot, Lukas Lowinger, Manyanda Chitimbo, Marc Nuri, Marc Wrobel, Marcelo Pereira, Martin Kouba, Matej Novotny, Michael Edgar, Michael Musgrove, Michal Maléř, Michal Vavřík, Michał Szynkiewicz, Michelle Purcell, Mike Weber, mun711, Ola Sæter Heitmann, Ozan Gunalp, Pablo Gonzalez Granados, Pavol Liška, Phillip Krüger, Richard Gomez, Rinaldo Pitzer Júnior, Robert Stupp, Roberto Cortez, robp94, Rostislav Svoboda, Sanne Grinovero, Sebastian Schuster, Sergey Beryozkin, Severin Gehwolf, Stefan Sitani, Stuart Douglas, Theodor Mihalache, xstefank, Yoann Rodière and Yoshikazu Nojima.
ja_jp: 特に2.12 releaseでは、次の方々に感謝致します: Alexander Schwartz, Alexey Loubyansky, Andy Damevin, Baiju Muthukadan, Bernhard Wolkerstorfer, Christopher Chianelli, Clement Escoffier, Craig Day, Davide D'Alto, Dheeraj Nalluri, DiogoCarleto, Erin Schnabel, Falko Modler, Florin Botis, Foivos Zakkak, Fouad Almalki, Galder Zamarreño, Gavin Ray, George Gastaldi, Georgios Andrianakis, Guillaume Le Floch, Guillaume Smet, Gwenneg Lepage, Heiko W. Rupp, hmanwani-rh, Holly Cummins, Ignasi Camacho Redó, Ioannis Canellos, Ivan Senic, James Netherton, Jan Martiska, Jose, Julien Ponge, Justin Lee, Katia Aresti, Kevin Wooten, Knut Wannheden, Konstantin Gribov, Ladislav Thon, Loïc Mathieu, Luc Thuot, Lukas Lowinger, Manyanda Chitimbo, Marc Nuri, Marc Wrobel, Marcelo Pereira, Martin Kouba, Matej Novotny, Michael Edgar, Michael Musgrove, Michal Maléř, Michal Vavřík, Michał Szynkiewicz, Michelle Purcell, Mike Weber, mun711, Ola Sæter Heitmann, Ozan Gunalp, Pablo Gonzalez Granados, Pavol Liška, Phillip Krüger, Richard Gomez, Rinaldo Pitzer Júnior, Robert Stupp, Roberto Cortez, robp94, Rostislav Svoboda, Sanne Grinovero, Sebastian Schuster, Sergey Beryozkin, Severin Gehwolf, Stefan Sitani, Stuart Douglas, Theodor Mihalache, xstefank, Yoann Rodière and Yoshikazu Nojima.

source: In particular for the 2.13 release, thanks to Alexey Loubyansky, anavarr, Andrii Maliuta, Andy Damevin, Bill Burke, brunobat, Cedric Lewe, Chris Laprun, Clement Escoffier, Davide Angelocola, Davide D'Alto, Emiliia Nesterovych, Erin Schnabel, Falko Modler, Fernando Comunello, Foivos Zakkak, freakse-sa, galiacheng, George Gastaldi, Georgios Andrianakis, Guillaume Le Floch, Guillaume Smet, Heiko W. Rupp, Helber Belmiro, hmanwani-rh, Holly Cummins, Ignasi Camacho Redó, Ioannis Canellos, Jan Martiska, Joao Pedro Schmitt, Jose Carvajal, Justin Lee, Katia Aresti, Knut Wannheden, Ladislav Thon, Loïc Mathieu, Luke Thompson, Manyanda Chitimbo, Marc Nuri, Marc Wrobel, Mark Sailes, Martin Kouba, Matej Novotny, Max Rydahl Andersen, Michael Edgar, Michal Vavřík, Michał Szynkiewicz, Michelle Purcell, Oleksiy Lukin, Ozan Gunalp, Philip Hayes, Phillip Krüger, Robbie Gemmell, Robert Stupp, Roberto Cortez, Rostislav Svoboda, Rudy De Busscher, Réda Housni Alaoui, Sanne Grinovero, Sergey Beryozkin, Severin Gehwolf, shjones, Stuart Douglas, Tero Saarni, Tomas Hofman, Viswa Teja Nariboina, vsevel, xiezhang, xstefank, Yoann Rodière, Yoshikazu Nojima, zedbeit, Zheng Feng.
ja_jp: 2.13 リリースでは特に、次の方々に感謝致します: Alexey Loubyansky, anavarr, Andrii Maliuta, Andy Damevin, Bill Burke, brunobat, Cedric Lewe, Chris Laprun, Clement Escoffier, Davide Angelocola, Davide D'Alto, Emiliia Nesterovych, Erin Schnabel, Falko Modler, Fernando Comunello, Foivos Zakkak, freakse-sa, galiacheng, George Gastaldi, Georgios Andrianakis, Guillaume Le Floch, Guillaume Smet, Heiko W. Rupp, Helber Belmiro, hmanwani-rh, Holly Cummins, Ignasi Camacho Redó, Ioannis Canellos, Jan Martiska, Joao Pedro Schmitt, Jose Carvajal, Justin Lee, Katia Aresti, Knut Wannheden, Ladislav Thon, Loïc Mathieu, Luke Thompson, Manyanda Chitimbo, Marc Nuri, Marc Wrobel, Mark Sailes, Martin Kouba, Matej Novotny, Max Rydahl Andersen, Michael Edgar, Michal Vavřík, Michał Szynkiewicz, Michelle Purcell, Oleksiy Lukin, Ozan Gunalp, Philip Hayes, Phillip Krüger, Robbie Gemmell, Robert Stupp, Roberto Cortez, Rostislav Svoboda, Rudy De Busscher, Réda Housni Alaoui, Sanne Grinovero, Sergey Beryozkin, Severin Gehwolf, shjones, Stuart Douglas, Tero Saarni, Tomas Hofman, Viswa Teja Nariboina, vsevel, xiezhang, xstefank, Yoann Rodière, Yoshikazu Nojima, zedbeit, Zheng Feng.
